export const mockDetailInfo = [
  {
    stars: 5.0,
    views: 123,
    title: "캠프그라운드 화온",
    price: 40000,
    location: "충남 아산시 영인면 고룡산로 512-37",
    phone: "050713733109",
    standardNum: 4,
    maxNum: 6,
    overCharge: 10000,
    description:
      "10,000평의 대자연 속에 조성된 편안한 쉼터, 캠프그라운드 화온으로여러분을 초대합니다. 세 가지 다른 감성의 캠핑존과 아름다운 자연 속에서 진정한 자신을 찾는 새로운 여정을 시작하세요. 10,000평의 대자연 속에 조성된 편안한 쉼터, 캠프그라운드 화온으로 여러분을 초대합니다. 세 가지 다른 감성의 캠핑존과 아름다운 자연 속에서 진정한 자신을 찾는 새로운 여정을 시작하세요.",
  },
  {
    tag1: "산",
    tag2: "계곡",
    tag3: "바다",
    tag4: "반려견동반가능",
    tag5: "키즈전문",
  },
];
