export const noticeData = [
  {
    id: 0,
    noticeStatus: "공지사항",
    title: "8월 15일(목) 광복절 고객센터 휴무 공지",
    createdAt: "2024-08-13T07:47:43.747Z",
  },
  {
    id: 1,
    noticeStatus: "공지사항",
    title: "개인정보 처리방침 개정 안내",
    createdAt: "2024-07-29T07:47:43.747Z",
  },
  {
    id: 2,
    noticeStatus: "공지사항",
    title: "6월 6일(목) 현충일 고객센터 휴무 공지",
    createdAt: "2024-06-04T07:47:43.747Z",
  },
  {
    id: 3,
    noticeStatus: "공지사항",
    title: "휴면계정 해제 예정 안내",
    createdAt: "2024-04-15T07:47:43.747Z",
  },
  {
    id: 4,
    noticeStatus: "공지사항",
    title: "불법 프로그램 사용 관련 안내",
    createdAt: "2024-03-26T07:47:43.747Z",
  },
  {
    id: 5,
    noticeStatus: "이벤트",
    title: "서비스 점검 완료 및 신규 결제 서비스 오픈",
    createdAt: "2024-03-18T07:47:43.747Z",
  },
  {
    id: 6,
    noticeStatus: "공지사항",
    title: "서비스 점검 지연 안내",
    createdAt: "2024-03-18T07:47:43.747Z",
  },
];

export const noticeDetailData = [
  {
    id: 0,
    noticeStatus: "공지사항",
    title: "8월 15일(목) 광복절 고객센터 휴무 공지",
    noticeRequest:
      "안녕하세요, 부트캠핑입니다. 8월 15일(목) 광복절은 고객센터 휴무일 입니다. 보내주신 메세지는 순차적으로 확인하여 답변드리겠습니다. 양해 부탁드리며 보다 나은 서비스로 보답하겠습니다. 감사합니다.  ※ 고객센터 운영시간: 평일 10:00 - 18:00 / 주말,공휴일 휴무",
    images: [""],
    createdAt: "2024-08-13T07:47:43.747Z",
  },
  {
    id: 1,
    noticeStatus: "공지사항",
    title: "개인정보 처리방침 개정 안내",
    noticeRequest:
      "안녕하세요 부트캠핑입니다. 서비스 이용에 진심으로 감사드리며, 부트캠핑 ‘개인정보 처리방침’을 일부 개정하게 되어 아래와 같이 안내 드립니다. 1. 개정 사유 신규 서비스 오픈으로 인해 ‘개인정보 수집·이용 목적 및 수집 항목, 개인정보의 위탁처리’에 대한 업체 정보에 관한 변경 내용이 추가되었으며, 관련 법규를 준수하기 위한 목적으로 시행됩니다. 2. 개정 내용 ① 이용자 개인정보 수집 항목 ▶ 수집·이용 목적 ;: 간편로그인▶ 수정 내용 ;: 항목 삭제 및 추가▶ 수집·이용 항목 정보 ;:",
    images: ["/src/assets/image/camping.png"],
    createdAt: "2024-07-29T07:47:43.747Z",
  },
  {
    id: 2,
    noticeStatus: "공지사항",
    title: "6월 6일(목) 현충일 고객센터 휴무 공지",
    noticeRequest:
      "안녕하세요, 부트캠핑입니다. 6월 6일(목) 현충일은 고객센터 휴무일 입니다. 보내주신 메세지는 순차적으로 확인하여 답변드리겠습니다. 양해 부탁드리며 보다 나은 서비스로 보답하겠습니다. 감사합니다.  ※ 고객센터 운영시간: 평일 10:00 - 18:00 / 주말,공휴일 휴무",
    images: [""],
    createdAt: "2024-06-04T07:47:43.747Z",
  },
  {
    id: 3,
    noticeStatus: "공지사항",
    title: "휴면계정 해제 예정 안내",
    noticeRequest:
      "안녕하세요. 부트캠핑입니다. 2023년 9월 15일 개정된 개인정보 보호법 제 39조의 6(개인정보의 파기에 대한 특례)가 폐지됨에 따라, 부트캠핑의 휴면 계정 정책이 변경됨을 안내드립니다.아래 내용 확인 후 서비스 이용에 참고 부탁드립니다. 1. 변경 내용 - 개인정보보호법 개정(제 39조의6 개인정보 유효기간제 폐지)에 따라 휴면으로 별도 분리 보관 중인 계정이 활성 계정으로 전환 2. 변경 일정 - 2024년 4월 22일(월)부터 순차적으로 진행 3. 관련 안내 - 부트캠핑 계정이 휴면되어 있을 경우 활성으로 전환됩니다.- 장기간 관리되지 않은 계정인 경우 보안에 취약할 수 있으므로 반드시 비밀번호를 변경해 주세요.- 휴면 계정 이전 ‘마케팅수신동의’ 여부에 따라 마케팅정보 수신이 가능할 수 있습니다.- 수신 동의 여부 확인 ▶ 부트캠핑 앱/웹 → 마이 → 우측 상단 설정 버튼(톱니 바퀴) → 내 정보 관리 → 웹사이트 및 SNS → 마케팅 수신 동의- 서비스 이용을 원하지 않을 경우 설정에서 탈퇴하실 수 있습니다. 관련 문의는 번거로우시더라도 부트캠핑 고객센터로 문의 부탁 드립니다.(운영시간 : 평일 10:00 ~ 18:00 | 주말, 공휴일 휴무) 앞으로도 좋은 예약 환경을 제공할 수 있도록 노력하는 부트캠핑이 되겠습니다. 감사합니다.",
    images: [""],
    createdAt: "2024-04-15T07:47:43.747Z",
  },
  {
    id: 4,
    noticeStatus: "공지사항",
    title: "불법 프로그램 사용 관련 안내",
    noticeRequest:
      "안녕하세요. 부트캠핑입니다. 캠핑 성수기 시즌이 시작되며, 불법적인 프로그램을 사용해 캠핑장 예약을 시도하는 악용 사례가 확인되고 있습니다. 이는 부트캠핑 서비스를 정상적으로 이용하는 캠퍼 및 캠핑장에게 피해를 주는 내용이며, 서비스 이용약관 *제 13조 14항 이용자의 의무를 위배하는 행위로 판단됩니다.  관련하여 회사는 공정한 캠핑 예약서비스 환경을 제공하기 위해 비정상적인 프로그램을 통한 예약 건에 대해 실시간 점검을 상시적으로 진행하고 있습니다.  더불어, 필요 시 서비스 이용약관 *제 12조에 의거하여 해당 예약 건에 대한 서비스 이용 제한 및 예약 건 철회 조치, 회원 자격 제한 등 단계별 조치가 진행될 수 있음을 안내드립니다. * 서비스 이용약관 제 13조 14항▶ 자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 '회사'의 서버에 부하를 일으켜 '회사'의 정상적인 서비스를 방해하는 행위 * 서비스 이용약관 제 12조▶ 회원 탈퇴 및 자격 상실 등 서비스 이용약관 확인하기 ▶ 감사합니다.",
    images: [""],
    createdAt: "2024-03-26T07:47:43.747Z",
  },
  {
    id: 5,
    noticeStatus: "이벤트",
    title: "서비스 점검 완료 및 신규 결제 서비스 오픈",
    noticeRequest:
      "안녕하세요 부트캠핑입니다. 금일 부트캠핑 신규 결제 서비스를 제공하고자 서비스 전환 및 점검이 진행되었으며,간편 결제 서비스 도입 간 장애로 인해 점검이 다소 지연되었습니다. 이용에 불편함을 드려 죄송하다는 말씀드리며,현재 조치 완료되어 정상적으로 서비스 이용이 가능한 점을 안내드립니다. 해당 서비스가 정상 오픈됨에 따라부트캠핑 예약 시 간편결제, 계좌이체 이용이 모두 가능합니다. 더욱 안전한 서비스 제공을 위해 노력하겠습니다. 관련하여 문의사항이 있으신 경우번거로우시더라도 고객센터로 문의 주시면 안내드리겠습니다. 감사합니다. ",
    images: [""],
    createdAt: "2024-03-18T07:47:43.747Z",
  },
  {
    id: 6,
    noticeStatus: "공지사항",
    title: "서비스 점검 지연 안내",
    noticeRequest:
      "안녕하세요 부트캠핑입니다.먼저 서비스 이용에 불편함을 드려 죄송합니다. 현재 원활한 서비스 제공을 위해 캠핏 서비스 점검을 진행하였으나,일부 추가 점검이 필요한 내역이 확인되어 개선 작업이 진행되고 있습니다. 해당 작업으로 인해 캠핏 접속이 다소 지연되고 있으나,담당 부서에서 빠른 해결 및 조치 진행 중입니다. 다시 한 번 서비스 이용에 불편함을 드린 점 죄송하다는 말씀드리며,서비스 이용에 문제없도록 최선을 다해 신속히 조치하겠습니다. 관련하여 문의사항이 있으신 경우번거로우시더라도 고객센터로 문의 주시면 안내드리겠습니다. 감사합니다.",
    images: [""],
    createdAt: "2024-03-18T07:47:43.747Z",
  },
];
